Repository: alfianisnan26/villagerio
Catalog: lib/l10n/app_*.arb
Languages: id

source: About
id: Tentang

# alertNotSaved
source: Changes to the settings have been made. Closing now will discard unsaved changes. Proceed anyway?
id: Pengaturan telah diubah. Menutup sekarang akan membatalkan perubahan yang belum disimpan. Tetap lanjutkan?

# alertQuitTheGame
source: You are about to quit the game. Your session will be remove from the game and cannot rejoin again after the game running
id: Kamu akan keluar dari permainan. Sesi permainan kamu akan di hapus dari permianan ini dan tidak dapat ikut bermain kembali saat permainan telah dimulai

source: All
id: Semua

source: Alpha werewolf
id: Manusia serigala alfa

# alphaWerewolfDesc
source: Once per game, When a regular werewolf is eliminated by the village during the daytime voting, the Alpha Werewolf can choose to utilize their special power. Instead of the eliminated werewolf being completely removed from the game, the Alpha Werewolf can turn the targeted player into another werewolf, effectively converting them to join the werewolf team.
id: Sekali permainan, ketika seorang werewolf biasa dieliminasi oleh desa selama pemungutan suara siang hari, Alpha Werewolf dapat memilih untuk menggunakan kekuatan khusus mereka. Alih-alih werewolf yang dieliminasi benar-benar dihapus dari permainan, Alpha Werewolf dapat mengubah pemain yang ditargetkan menjadi werewolf lain, secara efektif mengonversi mereka untuk bergabung dengan tim werewolf.

source: Anonymous login
id: Masuk sebagai anonim

source: Apprentice seer
id: Murid peramal

# apprenticeSeerDesc
source: If the Seer is eliminated, you become the Seer, waking each night to look for Werewolves.
id: Jika Peramal (Seer) dieliminasi, kamu akan menjadi Peramal berikutnya, yang akan bangun setiap malam untuk mencari Manusia Serigala.

source: Ascending
id: Meningkat

source: Aura seer
id: Peramal aura

# auraSeerDesc
source: Choose a player each night to see if that player is not Werewolf or Villager.
id: Pilih seorang pemain setiap malam untuk melihat apakah pemain tersebut bukan Manusia Serigala atau Penduduk desa.

# awSnapNotFound
source: Aw snap. Nothing found
id: Aduh. Tidak ada yang ditemukan

source: Aw snap./scripts/make-str Nothing found
id: Aduh./scripts/make-str Tidak ada yang ditemukan

source: Block
id: Blok

source: Bodyguard
id: Pengawal pribadi

# bodyguardDesc
source: Each night, choose a player who cannot be eliminated that night, including yourself.
id: Setiap malam, pilih seorang pemain yang tidak dapat dieliminasi pada malam tersebut, termasuk dirimu sendiri.

source: Cancel
id: Batal

source: Color
id: Warna

source: Coming soon :)
id: Segera hadir :)

source: Create new village
id: Buat desa baru

source: Creating new village
id: Membuat desa baru

source: Cult leader
id: Pemimpin kultus

# cultLeaderDesc
source: Each night, choose a player to join your cult. If all players are in your cult, you win.
id: Setiap malam, pilih seorang pemain untuk bergabung dengan kultusmu. Jika semua pemain bergabung dalam kultusmu, kamu menang.

source: Cupid
id: Mak comblang

# cupidDesc
source: The first night, choose two players to be linked together. If one of them is eliminated, the others is eliminated as well.
id: Pada malam pertama, pilih dua pemain untuk dijodohkan. Jika salah satunya dieliminasi, pemain lainnya juga akan dieliminasi.

source: Cursed
id: Terkena kutukan

# cursedDesc
source: You are on the Villager team unless you are targeted for elimination by the Werewolves, at which time you become a Werewolf.
id: Kamu berada dalam tim Penduduk Desa kecuali jika kamu menjadi target eliminasi oleh Manusia Serigala, pada saat itu kamu akan menjadi seorang Manusia Serigala.

source: Dark
id: Gelap

source: Dashboard
id: Dasbor

source: Date added
id: Tanggal ditambahkan

source: Descending
id: Menurun

source: Diseased
id: Penduduk berpenyakit

# diseasedDesc
source: If you are eliminated by Werewolves, they don't get to eliminate anyone the following night.
id: Jika kamu dieliminasi oleh Manusia Serigala, mereka tidak dapat mengeliminasi siapapun pada malam berikutnya.

source: Doppelganger
id: Dwilingga

# doppelgangerDesc
source: The first night, choose a player. When that player is eliminated you become that role.
id: Pada malam pertama, pilih seorang pemain. Ketika pemain tersebut dieliminasi, kamu akan mengambil peran sebagai pemain tersebut.

source: Drunk
id: Pemabuk

# drunkDesc
source: They may not talk during the day at all, and if they do, automatically die during that night.
id: Mereka tidak boleh berbicara sama sekali selama siang hari, dan jika melakukannya, secara otomatis akan mati pada malam tersebut.

source: English
id: Inggris

source: Error
id: Kesalahan

# errorCameraIsNotAllowed
source: Error. Camera is not allowed. Please allow the camera to use QR code scanner
id: Kesalahan. Kamera tidak di izinkan. Mohon izinkan kamera untuk menggunakan pemindaian kode QR

source: Error cannot login
id: Kesalahan tidak dapat masuk

# errorInvalidQrFormat
source: Error. Invalid QR code format
id: Kesalahan. Format kode QR salah

# errorPleaseRestart
source: Error. Please restart the application.
id: Kesaslahan. Mohon buka ulang aplikasi.

source: Failed to login.
id: Gagal untuk masuk.

source: Favorite
id: Favorit

source: Filter
id: Saring

source: Fullscreen
id: Layar penuh

source: Game setting
id: Pengaturan game

source: Ghost
id: Hantu

# ghostDesc
source: The first night, you are eliminated. Communicate to the players with single letters each day.
id: Pada malam pertama, kamu dieliminasi. Komunikasikan dengan pemain lain dengan menggunakan huruf tunggal setiap harinya.

source: Guide
id: Panduan

source: Help
id: Bantuan

# holdumDesc
source: Choose two player on the first night. To win, they must be eliminated and you must still be in the game at the end of the game.
id: Pada malam pertama, pilih dua pemain. Untuk menang, kedua pemain yang dipilih harus dieliminasi, dan kamu harus tetap berada dalam permainan hingga akhir permainan.

source: How to play
id: Pelajari cara bermain

source: Hunter
id: Pemburu

# hunterDesc
source: If you are eliminated, you may immediately eliminate another player.
id: Jika kamu dieliminasi, kamu dapat segera mengeliminasi pemain lain.

source: Huntress
id: Wanita pemburu

# huntressDesc
source: You may eliminate player at night once per game.
id: Kamu dapat mengeliminasi seorang pemain pada malam hari sekali permainan.

source: Icon
id: Ikon

source: Independent
id: Independen

source: Join
id: Gabung

source: Kick
id: Keluarkan

source: Language
id: Bahasa

source: Learn roles
id: Pelajari peran

source: Light
id: Terang

source: List of roles
id: Daftar peran

source: Logout
id: Keluar

source: Lone wolf
id: Serigala kesepian

# loneWolfDesc
source: Each night, wake with the other Werewolves. You only win if you are the last player in the game.
id: Setiap malam, bangun bersama Manusia Serigala lainnya. Kamu hanya akan menang jika kamu menjadi pemain terakhir dalam permainan.

# longPressTo
source: Long press to {cmd}
id: Tekan lama untuk {cmd}

source: Long press to flip
id: Tekan lama untuk membalik

source: Lycan
id: Manusia serigala palsu (Lycan)

# lycanDesc
source: You are a Villager, but appear to the Seer as a Werewolf.
id: Kamu adalah Penduduk Desa, tetapi terlihat oleh Peramal (Seer) sebagai Manusia Serigala.

source: Mad bomber
id: Bomber gila

# madBomberDesc
source: If you are eliminated, the players immediately to your left and right are eliminated as well.
id: Jika kamu dieliminasi, para pemain yang berada tepat di sebelah kirimu dan sebelah kananmu juga akan dieliminasi.

# masonDesc
source: The first night, wake up to see who the other Mason is.
id: Pada malam pertama, bangunlah untuk melihat siapa Mason lainnya.

source: Mayor
id: Wali kota

# mayorDesc
source: Your vote counts twice.
id: Suaramu dihitung dua kali.

source: Mentalist
id: Mentalis

# mentalistDesc
source: Each night you may point two players, and are told if those players are on the same team or not.
id: Setiap malam, kamu dapat menunjuk dua pemain, dan kamu akan diberitahu apakah pemain-pemain tersebut berada dalam tim yang sama atau tidak.

# minionDesc
source: You know who the werewolves are, but you do not wake up with them at night.
id: Kamu mengetahui siapa Manusia Serigala, tetapi kamu tidak bangun bersama mereka pada malam hari.

# moderatorDesc
source: You are the Moderator for guiding the gameplay.
id: Kamu adalah Moderator untuk memandu permainan.

source: Multiple
id: Jamak

source: My favorite
id: Favorit saya

source: My name is...
id: Nama saya adalah...

source: Mystic seer
id: Peramal mistik

# mysticSeerDesc
source: Each night, point to a player and learn their exact role.
id: Setiap malam, tunjuk seorang pemain dan ketahui peran mereka dengan tepat.

source: Name
id: Nama

source: Old hag
id: Nenek jahat

# oldHagDesc
source: Each night, choose a player to leave the village during the next day.
id: Setiap malam, pilih seorang pemain untuk meninggalkan desa pada hari berikutnya.

source: Other team
id: Tim lain

source: Pacifist
id: Pasifis

# pacifistDesc
source: You must always vote for players to not be eliminated.
id: Kamu selalu harus memberikan suara untuk mencegah pemain-pemain agar tidak dieliminasi.

source: Played
id: Jumlah dimainkan

source: Players
id: Pemain

# pleaseProvideRoomIdToJoin
source: Please provide Room ID room to join
id: Mohon masukkan ID Ruangan untuk bergabung

source: Points
id: Poin

source: Priest
id: Pendeta

# priestDesc
source: One night per game, choose a player to be protected. That player may not be eliminated at night.
id: Sekali malam dalam satu permainan, pilih seorang pemain untuk dilindungi. Pemain tersebut tidak dapat dieliminasi pada malam tersebut.

source: Prince
id: Pangeran

# princeDesc
source: If you are voted to be eliminated, your role is revealed and you stay.
id: Jika kamu mendapatkan suara untuk dieliminasi, peranmu akan terungkap dan kamu tetap berada dalam permainan.

source: Private investigator
id: Detektif pribadi

# privateInvestigatorDesc
source: One night per game, choose a player. You'll be told if that players or one of his neighbors is a Werewolf.
id: Satu malam dalam satu permainan, pilih seorang pemain. Kamu akan diberitahu apakah pemain tersebut atau salah satu dari tetangganya adalah Manusia Serigala.

source: Quit
id: Keluar

source: Request for fullscreen
id: Masuk pada mode layar penuh

source: Revealer
id: Penyingkap

# revealerDesc
source: Each night you may point to a player. If that player is a Werewolf, he is eliminated. If he isn't, you are eliminated.
id: Setiap malam, kamu dapat menunjuk seorang pemain. Jika pemain tersebut adalah Manusia Serigala, dia akan dieliminasi. Jika bukan, kamu yang akan dieliminasi.

source: Room ID
id: ID Ruangan

# roomIdVar
source: Room ID: {roomId}
id: ID Ruangan: {roomId}

source: Search something
id: Cari sesuatu

source: Seer
id: Peramal

# seerDesc
source: Each night choose a player to learn if he is a Villager or a Werewolf.
id: Setiap malam, pilih seorang pemain untuk mengetahui apakah dia adalah Penduduk Desa atau Manusia Serigala.

source: Settings
id: Pengaturan

source: Share
id: Bagikan

source: Sharing link copied
id: Link berbagi tersalin

source: Show QR code
id: Tampilkan kode QR

source: Sign in with Google
id: Masuk dengan Google

source: Single
id: Tunggal

source: Sorceress
id: Peramal jahat

# sorceressDesc
source: Each night, look for the Seer. You are on the werewolf team.
id: Setiap malam, carilah Peramal (Seer). Kamu berada dalam tim Manusia Serigala.

source: Sort
id: Susun

source: Spellcaster
id: Penyihir bungkam

# spellcasterDesc
source: Each night, choose a player who may not speak the following day. If they speak, they will be eliminated in the following night
id: Setiap malam, pilih seorang pemain yang tidak boleh berbicara pada hari berikutnya. Jika pemain berbicara, pemain tersebut akan dieliminasi malam berikutnya

source: Stats mode
id: Mode statisik

source: System
id: Sistem

source: Tanner
id: Pekerja kasar

# tannerDesc
source: You hate your job and your life. You win if you are eliminated.
id: Kamu benci pekerjaanmu dan kehidupanmu. Kamu menang jika kamu dieliminasi.

source: Theme mode
id: Mode tema

source: Tough guy
id: Pria tangguh

# toughGuyDesc
source: If the Wereolves attempt to eliminate you, you are not eliminated until the following night.
id: Jika Manusia Serigala mencoba mengeliminasimu, kamu tidak akan tereliminasi sampai malam berikutnya.

source: Trouble maker
id: Pembuat kerusuhan

# troubleMakerDesc
source: One night per game, stir up trouble by calling for players to be eliminated the following day.
id: Satu malam dalam satu permainan, timbulkan masalah dengan meminta pemain-pemain untuk dieliminasi pada hari berikutnya.

source: Unimplemented
id: Belum diimplementasikan

source: User
id: Pengguna

source: User ID
id: ID Pengguna

# userIs
source: User {name} is {action}
id: Pengguna {name} telah di{action}

source: Vampire
id: Vampir

# vampireDesc
source: Each night, choose a player. That players is eliminated when a player gets their 2nd accusation the next day.
id: Setiap malam, pilih seorang pemain. Pemain tersebut akan dieliminasi ketika pemain lain menuduhnya untuk kedua kalinya keesokan harinya.

source: Village idiot
id: Orang desa tolol

# villageIdiotDesc
source: You always vote players to be eliminated.
id: Kamu selalu memberikan suara untuk mengeliminasi pemain.

source: Villager
id: Penduduk desa

# villagerDesc
source: Find the werewolves and eliminate them through the voting.
id: Temukan manusia serigala dan eliminasi mereka melalui pemungutan suara.

source: Villager team
id: Tim warge

# waitForRegistration
source: RoomID: {roomId}. Waiting for registration
id: RoomId: {roomId}. Menunggu pengguna untuk registrasi

source: Waiting for game to play
id: Menunggu permainan dimulai

source: Waiting for participants
id: Menunggu pemain

source: Welcome {name}
id: Selamat datang {name}

source: Werewolf
id: Manusia serigala

# werewolfDesc
source: Each night, wake with the other werewolves and choose a player to eliminate.
id: etiap malam, bangunlah bersama manusia serigala lainnya dan pilihlah seorang pemain untuk dieliminasi.

source: Werewolf team
id: Tim serigala

source: Witch
id: Penyihir

# witchDesc
source: You may save or eliminate a player at night once each per game.
id: Kamu dapat menyelamatkan atau mengeliminasi seorang pemain pada malam hari sekali dalam satu permainan.

source: Wolf cub
id: Anak serigala

# wolfCubDesc
source: Each night, wake with the Werewolves. If you are eliminated, the Werewolves wliminate two players the following night.
id: Setiap malam, bangunlah bersama Manusia Serigala. Jika kamu dieliminasi, Manusia Serigala akan mengeliminasi dua pemain pada malam berikutnya.

source: Yes
id: Ya
